Repository: electrigga/telebot
Catalog: locale/*/*.po
Languages: de

# granterror
source: You are not permitted to do this!
de: Das darfst du nicht!

source: basic commands:
de: Grundlegende Kommandos

source: Not seen today…
de: Heute noch nicht aufgetaucht…..

# gw_error
source: Gateway error
de: GW funktioniert nicht richtig

source: every
de: jeden

source: monday
de: Montag

source: tuesday
de: Dienstag

source: wednesday
de: Mittwoch

source: thursday
de: Donnerstag

source: friday
de: Freitag

source: saturday
de: Sonnabend

source: sunday
de: Sonntag

# subscribtion_starttime
source: from
de: von

# subscribtion_stoptime
source: till
de: bis

# subscribtion_startdate
source: from
de: vom

# subscribtion_enddate
source: till
de: bis

# no_static_tg
source: No talkgroups statically linked.
de: Keine statischen Talkgroups.

source: Command:
de: Befehl:

source: Commandcall without authorisation:
de: Befehlsaufruf ohne Berechtigung von:

# is_on
source: switched on
de: ist an.

# is_off
source: switched off
de: ist aus.

source: last_in_echolink
de: Zuletzt gehört in Echolink

source: done
de: Fertig

source: svx_failure
de: SVX Fehler

source: last heard
de: Zuletzt gehört

source: Stop MMDVM…
de: Beende MMDVMHost….

# start_mmdvm
source: Starting MMDVM
de: Starte MMDVMHost….

# stop_dmrgw
source: Stop DMRGateway…
de: Beende das DMRGateway….

# start_dmrgw
source: Start DMRGateway
de: Starte das DMRGateway….

# rebooting_system
source: Rebooting the system….
de: Starte das System neu

# bye_msg_owner
source: The bot is shutting down….
de: Ich bin dann mal weg….

# tbrestart
source: Restart Telebot
de: Telebot startet neu

# psstopmmdvmdmr
source: Stop DMR
de: Beende DMR...

# rsp_noaction
source: no action
de: Keine Aktion

# psstartmmdvmdmr
source: Start DMR
de: Starte DMR...

# psstopmmdvmysf
source: Stop YSF
de: Beende YSF...

# psstartmmdvmysf
source: Start YSF
de: Starte YSF...

# psstopmmdvmdstar
source: Stop D-Star
de: Beende D-Star...

# psstartmmdvmdstar
source: Start D-Star
de: Starte D-Star...

# psstopmmdvmp25
source: Stop P25
de: Beende P25….

# psstartmmdvmp25
source: Start P25
de: Starte P25….

# psstopmmdvmysf2dmr
source: Stop YSF2DMR
de: Beende YSF2DMR….

# psstartmmdvmysf2dmr
source: Start YSF2DMR
de: Starte YSF2DMR….

# psstartmmdvmpocsag
source: Start POCSAG
de: Starte Dapnet….

# psstopmmdvmpocsag
source: Stop POCSAG
de: Beende Dapnet….

# psstartmmdvmdmrxlx
source: Start DMR XLX
de: Starte DMR XLX...

# psstopmmdvmdmrxlx
source: Stop DMR XLX
de: Beende DMR XLX...

# psrestart_mmdvm
source: restart MMDVM
de: MMDVMHost neustart….

# keyboard_software
source: Controls for the software and the host
de: Funktionen zur Steuerung der Software und des Rechners

# welcome
source: Welcome to
de: Herzlich willkommen bei

# toget_help_write_/help
source: To get help type /help. Information and hints to @dl2ajb.
de: Um Hilfe zu erhalten, gib /help ein.

# help_help
source: Shows the commands.
de: Eine Liste der Kommandos und Funktionen.

# info_commands
source: Information and commands:
de: Informationen und Kommandos.

# status_help
source: Repeater’s status
de: Gibt den Status des Repeaters aus.

# lh_CALL_help
source: Shows when CALL was last heard today.
de: Gibt aus, wann CALL heute das letzte mal gehört wurde.

# lh_help
source: Shows who was last heard locally.
de: Wer wurde heute als letztes lokal gehört.

# tg_help
source: Lists linked TG in DMR
de: Listet die statisch geschalteten TG auf.

# addbmtg_help
source: Add Brandmeister TG with: /addbmtg TS TG
de: Fügt Brandmeister Talkgroups hinzu: /addbmtg TS TG

# gpio_help
source: Controls for the GPIO
de: Funktionen zur Steuerung der GPIO

# svx_help
source: Controls for SVX-Link
de: Funktionen zur Steuerung von SVX-Link

# sw_help
source: Controls for software
de: Funktionen zur Steuerung der Software

# dropCallS1
source: drop call on TS1
de: Stoppe Ruf auf TS1

# dropDynamicS1
source: drop dynamic TG on TS1
de: Entferne dyn TG TS1

# dropCallS2
source: drop call on TS2
de: Stoppe Ruf auf TS2

# dropDynamicS2
source: drop dynamic TG on TS2
de: Entferne dyn TG TS2

source: drop repeater
de: Repeater Verbindung zurücksetzen

# btn_start_svxlink
source: start SVX Link
de: SVX Link starten

# btn_stop_svxlink
source: stop SVX Link
de: SVX Link stoppen

# lh_echolink
source: lastheard echolink
de: Zuletzt gehört Echolink

# keyboard_svxlink
source: Controls for the relais board
de: SVXLink Sysop

# not_activ
source: not active
de: Nicht aktiv

# btn_start_mmdvm
source: MMDVM on
de: MMDVM an

# btn_stop_mmdvm
source: MMDVM off
de: MMDVM aus

# btn_start_dmrgw
source: DMRGateway on
de: DMRGw an

# btn_stop_dmrgw
source: DMRGateway off
de: DMRGw aus

# btn_start_ysfgw
source: YSFGw on
de: YSFGw an

# btn_stop_ysfgw
source: YSFGw off
de: YSFGw aus

# btn_tbrestart
source: Restart MMDVM
de: Telebot neu starten

# btn_tbupdate
source: telebot update
de: Telebot aktualisieren

# btn_internalip
source: Internal IP
de: interne IPs anzeigen

# btn_externalip
source: External IP
de: externe IP anzeigen

source: btn_backup
de: Backup

# btn_psstart_mmdvm_dmr
source: DMR on
de: Pi-Star DMR an

# btn_psstop_mmdvm_dmr
source: DMR off
de: Pi-Star DMR aus

# btn_psstart_mmdvm_ysf
source: YSF on
de: Pi-Star YSF an

# btn_psstop_mmdvm_ysf
source: YSF off
de: Pi-Star YSF aus

# btn_psstart_mmdvm_dstar
source: D-STAR on
de: Pi-Star D-Star an

# btn_psstop_mmdvm_dstar
source: D-STAR off
de: Pi-Star D-Star aus

# btn_psstart_mmdvm_p25
source: P25 on
de: Pi-Star P25 an

# btn_psstop_mmdvm_p25
source: P25 off
de: Pi-Star P25 aus

# btn_psstart_mmdvm_pocsag
source: POCSAG on
de: Pi-Star Dapnet an

# btn_psstop_mmdvm_pocsag
source: POCSAG off
de: Pi-Star Dapnet aus

# btn_psstart_mmdvm_dmrxlx
source: DMR XLX on
de: Pi-Star DMR XLX an

# btn_psstop_mmdvm_dmrxlx
source: DMR XLX off
de: Pi-Star DMR XLX aus

# btn_psupdate
source: Pi-Star update
de: Pi-Star aktualisieren

# btn_psupgrade
source: Pi-Star upgrade
de: Pi-Star upgraden

# btn_psrestart_mmdvm
source: RESTART MMDVM
de: Pi-Star MMDVM neu starten

source: write
de: schreibe

source: on
de: an

source: off
de: aus

# gpio
source: Controls for the GPIO
de: Funktionen zur Steuerung der GPIO

# cpu_temp
source: CPU temperature
de: CPU-Temperatur

# cmd_list_with /help.
source: A list of commands you get with /help
de: Eine Liste der Kommandos bekommst du mit /help

# no_idea_command
source: I am not sure what you mean:
de: Ich weiß nicht, was du damit meinst:

# start_msg_owner
source: I am back…..
de: Ich bin wieder da….

# bot_is_wrong
source: Something is wrong with the bot….
de: Irgendwas stimmt mit dem Bot nicht.

# bot_shutdown
source: Bye…..
de: Tschüss….
